Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 07-Bow-Wow-and-Mew-Mew/CAT/corpus-genesis-ylt.en.utf8.tmx
Source language: en
Languages: chr

source: And Sarah denieth, saying, 'I did not laugh;' for she hath been afraid; and He saith, 'Nay, but thou didst laugh.'
chr: ᎿᏉᏃ ᏎᎵ ᎤᏓᏱᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎥᏝ ᏱᎩᏰᏤᎢ; ᎠᏍᎦᎢᎮᏰᏃ. ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎤᏙᎯᏳᎯᏍᎩᏂ ᏣᏰᏨᎩ.

source: And the men rise from thence, and look on the face of Sodom, and Abraham is going with them to send them away;
chr: ᎠᏂᏍᎦᏯᏃ ᎾᎿ ᎤᎾᏂᎩᏎᎢ, ᎠᎴ ᏐᏓᎻ ᎢᏗᏢ ᏫᏚᎾᎦᏔᏁᎢ; ᎡᏆᎭᎻᏃ ᏚᎵᎪᏁᎴᎢ, ᏣᏂᎦᏛ ᎢᏗᏢ ᎢᏴᏛ ᏫᏚᏪᎧᏁᎢ.

source: and Jehovah said, 'Am I concealing from Abraham that which I am doing,
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏥᎪ ᏓᏥᏴᏍᎦᎳᏁᎵ ᎡᏆᎭᎻ ᎾᏍᎩ ᏥᏂᎦᏛᏁᎭ,

source: and Abraham certainly becometh a nation great and mighty, and blessed in him have been all nations of the earth?
chr: ᎤᏙᎯᏳᎯᏯᏃ ᎡᏆᎭᎻ [ᎤᏁᏢᏔᏅᎯ] ᎡᏉᎯᏳ ᎠᎴ ᎤᎵᏂᎩᏗᏳ ᏴᏫ ᏥᏅᏛᎾᎵᏍᏔᏂ, ᎠᎴ ᏂᎦᏗᏳ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗ ᏥᏅᏓᎦᎵᏍᏔᏂ ᎡᏆᎭᎻ ᎢᏳᏩᏂᏌᏛ?

source: for I have known him, that he commandeth his children, and his house after him (and they have kept the way of Jehovah), to do righteousness and judgment, that Jehovah may bring on Abraham that which He hath spoken concerning him.'
chr: ᏥᎦᏔᎭᏰᏃ ᎡᏆᎭᎻ ᎾᏍᎩ ᎠᏎ ᏙᏓᎧᏁᏤᎵ ᏧᏪᏥ ᎠᎴ ᏚᏓᏘᎾᎥ ᎣᏃ ᎤᎾᏕᏗ ᏥᏅᏓᎦᎵᏍᏔᏂ, ᎠᎴ ᎾᏍᎩ ᏱᎰᏩ ᎤᏤᎵ ᎦᏅᏅ ᏛᏂᏍᏓᏩᏕᏏ, ᏚᏳᎪᏛ ᎢᏳᎾᏛᏁᏗᏱ, ᎠᎴ ᏧᏄᎪᏙᏗᏱ; ᎾᏍᎩ ᏱᎰᏩ ᎤᏁᏗᏱ ᎡᏆᎭᎻ ᏄᏍᏛ ᎤᏁᎢᏍᏓᏁᎸᎢ.

source: And Jehovah saith, 'The cry of Sodom and Gomorrah -- because great; and their sin -- because exceeding grievous:
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎷᎬ ᏐᏓᎻ ᎠᎴ ᎪᎹᎵ ᎠᏍᏓᏱᏳ ᎨᏥᏁᎢᏍᏗᏍᎬ ᎤᎶᏘ ᎨᏒᎢ, ᎠᎴ ᏅᏗᎦᎵᏍᏙᏗ ᎤᏂᏍᎦᏅᏨ ᎤᏣᏘ ᎤᏍᎦᎢᏍᏗᏳ ᎨᏒᎢ,

source: I go down now, and see whether according to its cry which is coming unto Me they have done completely -- and if not -- I know;'
chr: ᎿᏉ ᏓᎦᏠᎠᏏ, ᎠᎴ ᏮᏓᎦᏙᎴᎣᏏ, ᏥᎪᏃ ᎤᏙᎯᏳᎯ ᏄᎾᏛᏁᎸ ᎾᏍᎩ ᎤᏁᎷᎬ ᎨᏥᏁᎢᏍᏗᏍᎬ, ᎶᎩᎷᏤᎸ; ᎢᏳᏃ ᎾᏍᎩ ᏄᎾᏛᏁᎸᎾ ᎢᎨᏎᏍᏗ ᏮᏓᎦᏙᎴᎣᏏ.

source: and the men turn from thence, and go towards Sodom; and Abraham is yet standing before Jehovah.
chr: ᎠᏂᏍᎦᏯᏃ ᎤᎾᎦᏔᎲᏎᎢ, ᎠᎴ ᏐᏓᎻᏱ ᎢᏗᏢ ᏭᏂᎶᏎᎢ; ᎡᏆᎭᎻᏍᎩᏂ ᎦᏙᎨᏉ ᏱᎰᏩ ᎠᎦᏔᎲᎢ.

source: And Abraham draweth nigh and saith, 'Dost Thou also consume righteous with wicked?
chr: ᎡᏆᎭᎻᏃ ᎾᎥ ᎤᎷᏤᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏓᏅᏘᏍᎪ ᏘᏯᏠᏯᏍᏔᏂ ᎤᏁᎫᏥᏛ ᎯᏛᏗᏍᎬᎢ?

source: peradventure there are fifty righteous in the midst of the city; dost Thou also consume, and not bear with the place for the sake of the fifty -- the righteous who [are] in its midst?
chr: ᎾᏍᏉ ᎯᏍᎦᏍᎪᎯ ᏱᎾᏂᎥ ᎤᎾᏓᏅᏘ ᎾᎿ ᎦᏚᎲ ᏱᏁᎭ; ᏥᎪ ᎠᏎ ᏘᏛᏔᏂ, ᏝᏍᎪᏂ ᏴᏘᏙᎵᏂ ᎾᎿᏂ, ᏱᏅᏓᎦᎵᏍᏙᏔᏂ ᎯᏍᎦᏍᎪᎯ ᎢᏯᏂᏛ ᎤᎾᏓᏅᏘ ᎾᎿ ᎠᏁᎲᎢ?

source: Far be it from Thee to do according to this thing, to put to death the righteous with the wicked; that it hath been -- as the righteous so the wicked -- far be it from Thee; doth the Judge of all the earth not do justice?'
chr: ᎥᏞᏍᏗ ᎾᏍᎩᏉ ᎢᏣᏛᏁᎸᎩ ᎯᎸᎩ ᎤᏓᏅᏘ ᎯᏯᏠᏯᏍᏔᏅᎩ ᎤᏁᎫᏥᏛ ᎯᎢᎲᎢ; ᎠᎴ ᎤᏓᏅᏘ ᎥᏞᏍᏗ ᎤᏁᏧᏥᏛ ᏄᏍᏛ ᏱᏄᏍᏕᏍᏗ; ᏞᏍᏗ ᎾᏍᎩᏉ ᎢᏣᏛᏁᎸᎩ; ᏝᏍᎪ ᎡᎳᏂᎬ ᏗᎫᎪᏓᏁᎯ ᏚᏳᎪᏛ ᏱᏅᎬᏛᎦ?

source: And Jehovah saith, 'If I find in Sodom fifty righteous in the midst of the city, then have I borne with all the place for their sake.'
chr: ᏱᎰᏩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎢᏳᏃ ᏐᏓᎻ ᎦᏚᎲ ᎯᏍᎦᏍᎪᎯ ᎢᏯᏂᏛ ᎤᎾᏓᏅᏘ ᏱᏗᏥᏣᏛᎲ, ᎿᏉ ᏂᎦᏛ ᎾᎿ ᏓᏥᏙᎵᏥ ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: And Abraham answereth and saith, 'Lo, I pray thee, I have willed to speak unto the Lord, and I -- dust and ashes;
chr: ᎡᏆᎭᎻᏃ ᏗᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ ᎿᏉ ᎦᎴᏅ ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏯᎵᏃᎮᏗᏍᎬᎢ, ᎠᏴ ᎦᏓᏉ ᎠᎴ ᎪᏍᏚᏉ ᏥᎩ.

source: peradventure there are lacking five of the fifty righteous -- dost Thou destroy for five the whole of the city?' and He saith, 'I destroy [it] not, if I find there forty and five.'
chr: ᎢᏳᏃ ᎯᏍᎩ ᏱᎦᎷᎶᎦ ᎯᏍᎦᏍᎪᎯ ᎢᏳᏂᎢᏍᏗᏱ ᎤᎾᏓᏅᏘ; ᏥᎪ ᎠᏎ ᏂᎬ ᎦᏚᎲ ᏘᏲᏍᏔᏂ ᎯᏍᎩ ᎦᎷᎶᎬ ᎢᏳᏍᏗ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎢᏳᏃ ᏅᎦᏍᎪᎯ ᎯᏍᎩᎦᎵ ᎢᏯᏂᏛ ᎾᎿ ᏱᏗᏥᏩᏛᎲ ᎥᏝ ᏴᎦᏥᏛᏓ.

source: And he addeth again to speak unto Him and saith, 'Peradventure there are found there forty?' and He saith, 'I do [it] not, because of the forty.'
chr: ᏔᎵᏁᏃ ᎢᎤᏁᏤᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ, ᎢᏳᎾᏃ ᏅᎦᏍᎪᎯ ᎢᏯᏂᏛ ᏗᎬᏩᏛᏗ ᏱᎩ ᎾᎿᏂ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᏅᎦᏍᎪᎯ ᎾᏂᎥ ᎢᏳᏍᏗ ᎥᏝ ᎾᏍᎩ ᏱᏅᎦᎦᏛᎦ.

source: And he saith, 'Let it not be, I Pray thee, displeasing to the Lord, and I speak: peradventure there are found there thirty?' and He saith, 'I do [it] not, if I find there thirty.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᏞᏍᏗ ᎤᎬᏫᏳᎯ ᎠᏆᏤᎵ ᏳᏔᎳᏬᏎᏍᏗ, ᎠᏏ ᏛᏥᏁᏥ, ᎢᏳᎾᏃ ᏦᎠᏍᎪᎯ ᏗᎬᏣᏛᏗ ᏱᎩ ᎾᎿᏂ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎥᏝ ᎾᏍᎩ ᏱᏅᎦᎦᏛᎦ ᎢᏳᏃ ᏦᎠᏍᎪᎯ ᏙᏥᏩᏛᎲᎭ ᎾᎿᏂ.

source: And he saith, 'Lo, I pray thee, I have willed to speak unto the Lord: peradventure there are found there twenty?' and He saith, 'I do not destroy [it], because of the twenty.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎬᏂᏳᏉ ᎠᏆᎴᏅᎲ ᏱᎰᏩ ᏥᏯᎵᏃᎮᏗᏍᎬᎢ; ᎢᏳᎾᏃ ᏔᎳᏍᎪᎯ ᏗᎬᏩᏛᏗ ᎨᏎᏍᏗ ᎾᎿᏂ? ᎯᎠᏃ ᏄᏪᏎᎢ, ᎥᏝ ᏴᎦᏥᏛᏓ ᏔᎳᏍᎪᎯ ᎾᏂᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: And he saith, 'Let it not be, I pray Thee, displeasing to the Lord, and I speak only this time: peradventure there are found there ten?' and He saith, 'I do not destroy [it], because of the ten.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ; ᎠᏆᏤᎵ ᎤᎬᏫᏳᎯ ᏞᏍᏗ ᏳᏔᎳᏬᏎᏍᏗ, ᎠᏏ ᏌᏉᏉ ᏅᏛᏥᏁᏥ; ᎢᏳᎾᏃ ᎠᏍᎪᎯ ᏗᎬᏩᏛᏗ ᏱᎩ ᎾᎿᏂ. ᎯᎠᏃ ᏄᏪᏎᎢ, ᎥᏝ ᏴᎦᏥᏛᏓ ᎠᏍᎪᎯ ᎾᏂᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: And Jehovah goeth on, when He hath finished speaking unto Abraham, and Abraham hath turned back to his place.
chr: ᏱᎰᏩᏃ ᎤᏑᎵᎪᏨᏉ ᎡᏆᎭᎻ ᎠᎵᏃᎮᏗᏍᎬᎢ, ᏩᎦᏛ ᏭᎶᏎᎢ; ᎡᏆᎭᎻᏃ ᏧᏪᏅᏒ ᏫᎤᎶᏎᎢ.

source: Chapter 19
chr: ᎠᏯᏙᎸᎢ 19

source: And two of the messengers come towards Sodom at even, and Lot is sitting at the gate of Sodom, and Lot seeth, and riseth to meet them, and boweth himself -- face to the earth,
chr: ᎤᏒᎢᏃ ᎠᏂᏔᎵ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏐᏓᎻ ᎤᏂᎷᏤᎢ; ᎶᏗᏃ ᏐᏓᎻ ᎦᎶᎯᏍᏗᏱ ᎤᏬᎴᎢ; ᎶᏗᏃ ᏫᏚᎪᎲ ᏚᎴᏁ ᏚᏠᏒᏎᎢ; ᎡᎳᏗᏃ ᏄᏛᏁᎴᎢ, ᎤᏫᏛ ᎦᏙᎯ ᎢᏗᏢ ᏄᏩᏁᎴᎢ.

source: and he saith, 'Lo, I pray you, my lords, turn aside, I pray you, unto the house of your servant, and lodge, and wash your feet -- then ye have risen early and gone on your way;' and they say, 'Nay, but in the broad place we do lodge.'
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, Ꭷ, ᎢᏍᏗᎬᏫᏳᎯ ᏗᏆᏤᎵᎦ, ᎢᏍᏛᏔᏲᏏ ᎡᏍᏗᏅᏏᏓᏍᏗ ᎦᏁᎸ ᎢᏍᏗᏴᏍᏗᏱ, ᎠᎴ ᎢᏍᏗᏒᏍᏗᏱ, ᎠᎴ ᏗᏍᏙᏑᎴᏗᏱ ᏗᏍᏓᎳᏏᏕᏂ; ᏑᎾᎴᏃ ᏕᏍᏓᏗᏛᎲᎭ, ᎠᎴ ᏫᏍᏗᎦᏛ ᏫᏍᏗᎶᏒᎭ. ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎥᏝ; ᎦᎳᏅᏛᏉᏍᎩᏂ ᏓᏲᎩᏂᏒᎵ.

source: And he presseth on them greatly, and they turn aside unto him, and come in unto his house; and he maketh for them a banquet, and hath baked unleavened things; and they do eat.
chr: ᎤᏣᏘᏃ ᏚᏍᏗᏰᏔᏁᎢ, ᏗᎬᏩᎦᏔᎲᎡᎴᏃ ᎠᎴ ᎦᏁᎸ ᏭᏂᏴᎴᎢ; ᎠᎴ ᏚᏛᏅᎢᏍᏓᏁᎴ ᎠᏗᏔᏍᏗ, ᎠᎴ ᏂᏓᎪᏔᏅᎾ ᎦᏚ ᏚᏪᏚᏁᎢ, ᎠᎴ ᎤᎾᎵᏍᏓᏴᏁᎢ.

source: Before they lie down, the men of the city -- men of Sodom -- have come round about against the house, from young even unto aged, all the people from the extremity;
chr: ᎠᏏᏉᏃ ᏂᏚᎾᏂᏢᏅᎾ ᎨᏎᎢ, ᎠᏂᏍᎦᏯ ᎦᏚᎲ ᎠᏁᎯ, ᎾᏍᎩ ᎠᏂᏍᎦᏯ ᏐᏓᎻ ᎠᏁᎯ, ᎠᏓᏁᎸ ᏚᎾᏚᏫᏍᏔᏁᎢ, ᎠᏂᏫᏅ ᎠᎴ ᎾᏍᏉ ᏧᎾᏛᏐᏅᎯ, ᏂᎦᏛ ᏴᏫ ᎬᏩᏚᏫᏛ ᏅᏓᏳᏂᎶᏒᎯ.

source: and they call unto Lot and say to him, 'Where [are] the men who have come in unto thee to-night? bring them out unto us, and we know them.'
chr: ᎶᏗᏃ ᏫᎬᏩᏯᏅᎮᎢ, ᎠᎴ ᎯᎠ ᏂᎬᏩᏪᏎᎴᎢ, ᎭᏢ ᎠᏂᏍᎦᏯ ᎪᎯ ᎤᏒ ᏥᎰᏣᏴᏎᎸᎩ? ᎡᏗᏍᎩᏄᎪᏫᏏ ᏙᏥᎦᏙᎥᏒᎭ.

source: And Lot goeth out unto them, to the opening, and the door hath shut behind him,
chr: ᎶᏗᏃ ᏚᏄᎪᏤᎴ ᎦᎶᎯᏍᏗᏱ, ᎦᎶᎯᏍᏗᏱᏃ ᎤᏍᏚᏁᎢ.

source: and saith, 'Do not, I pray you, my brethren, do evil;
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎢᏨᏔᏲᏎᎭ ᎢᏓᎵᏅᏟ, ᏞᏍᏗ ᎾᏍᎩ ᎢᏳᏲ ᏗᏥᎸᏫᏍᏓᏁᎸᎩ;

source: lo, I pray you, I have two daughters, who have not known any one; let me, I pray you, bring them out unto you, and do to them as [is] good in your eyes; only to these men do not anything, for therefore have they come in within the shadow of my roof.'
chr: ᎬᏂᏳᏉ, ᎠᏂᏔᎵ ᏗᏇᏥ ᎠᏂᎨᏴ ᎠᏁᎭ ᎠᏍᎦᏯ ᏄᏂᎦᏙᎥᏒᎾ, ᎾᏍᎩ ᏗᏨᏄᎪᏫᏏ, ᎾᏍᎩᏃ ᎢᏣᏓᏅᏖᏍᎬᏉ ᏂᏗᏨᎦ; ᎯᎠᏍᎩᏂ ᎠᏂᏍᎦᏯ ᏞᏍᏗ ᎪᎱᏍᏗ ᏗᏨᏁᎸᎩ; ᎾᏍᎩᏰᏃ ᎢᏳᏍᏗ ᏥᏁᎸ ᎤᎾᎵᏍᎦᏍᏙᏔᏂᎸ.

source: And they say, 'Come nigh hither;' they say also, 'This one hath come in to sojourn, and he certainly judgeth! now, we do evil to thee more than [to] them;' and they press against the man, against Lot greatly, and come nigh to break the door.
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ, ᎭᎴᎲᎾᏉ. ᎠᎴ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎯᎠ ᎠᏍᎦᏯ ᎤᎳᏂᏏᎸᎯᏉ, ᏗᎫᎪᏓᏁᎯ ᎢᏳᎵᏍᏙᏗᏱ ᎤᏚᎵᎭ. ᎤᏟ ᎢᏳᏲ ᏅᏓᏨᏴᏁᎵ ᏂᎯ ᎡᏍᎦᏉ ᎯᎠ ᎠᏂᏍᎦᏯ. ᎠᎴ ᎬᏍᎦᎢᏍᏓᎩ ᏚᏂᎦᏘᎸᏎ ᎠᏍᎦᏯ, ᎾᏍᎩ ᎶᏗ, ᎠᎴ ᎾᎥ ᎤᏂᎷᏤ ᎠᏍᏚᏗ ᏗᏂᏲᏍᏔᏂᏎᎢ.

source: And the men put forth their hand, and bring in Lot unto them, into the house, and have shut the door;
chr: ᎠᏎᏃ ᎾᏍᎩ ᎠᏂᏍᎦᏯ ᏫᏚᎾᏙᏯᏅᎯᏕ, ᎠᎴ ᏫᎬᏩᏎᏒᎮ ᎶᏗ ᎦᎵᏦᏕ ᎬᏩᏴᏔᏁ ᎠᏂᏯᎥᎢ, ᎠᎴ ᎤᏂᏍᏚᏁ ᎦᎶᎯᏍᏗᏱ.

source: and the men who [are] at the opening of the house they have smitten with blindness, from small even unto great, and they weary themselves to find the opening.
chr: ᎦᎵᏦᏕᏃ ᎦᎶᎯᏍᏗᏱ ᏅᏛᏂᏙᎾᎢ ᏗᏂᎨᏫ ᏂᏚᏅᏁᎴᎢ, ᏧᎾᏍᏗ ᎠᎴ ᎾᏍᏉ ᏧᎾᏛᏅ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏚᎾᏣᏪᎢᏍᏔᏁ ᎦᎶᎯᏍᏗᏱ ᎤᏂᏲᎲᎢ.

source: And the men say unto Lot, 'Whom hast thou here still? son-in-law, thy sons also, and thy daughters, and all whom thou hast in the city, bring out from this place;
chr: ᎠᏂᏍᎦᏯᏃ ᎯᎠ ᏂᎬᏩᏪᏎᎴ ᎶᏗ, ᎦᎪ ᎠᏏ ᏗᏣᏤᎵᎦ ᏴᏫ ᎠᏂ ᎠᏁᎭ? ᏣᎾᏥ, ᏗᏤᏥ ᎠᏂᏍᎦᏯ, ᎠᎴ ᎠᏂᎨᏴ ᏗᏤᏥ, ᎠᎴ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᏣᎲ ᎠᏂ ᎦᏚᎲᎢ, ᎯᏄᎪᏩ ᎠᏂ;

source: for we are destroying this place, for their cry hath been great [before] the face of Jehovah, and Jehovah doth send us to destroy it.'
chr: ᎠᏴᏰᏃ ᏓᏲᏍᏗᏲᏍᏔᏂ ᎯᎠ ᎠᏂ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏁᎷᎬ ᎾᏍᎩ ᎨᏥᏁᎢᏍᏗᏍᎬ ᎤᎶᏘ ᎡᏉᎯᏳ ᏄᎵᏍᏔᏅ ᏱᎰᏩ ᎠᏕᏔᎲᎢ; ᎠᎴ ᏱᎰᏩ ᏦᎩᏂᏅᏒ ᏱᎩᏂᏲᏍᎪᏗᏱ ᎯᎠ ᎠᏂ.

source: And Lot goeth out, and speaketh unto his sons-in-law, those taking his daughters, and saith, 'Rise, go out from this place, for Jehovah is destroying the city;' and he is as [one] mocking in the eyes of his sons-in-law.
chr: ᎶᏗᏃ ᎤᏄᎪᏤᎢ, ᎠᎴ ᏚᏁᏤᎴ ᏧᎾᏥ, ᎾᏍᎩ ᏧᏪᏥ ᎠᏂᎨᏴ ᏗᎾᏓᏰᎯ, ᎯᎠ ᏄᏪᏎᎢ, ᏗᏣᎴᎲᎦ ᎠᎴ ᎢᏥᏄᎪᎢ ᎠᏂ; ᏱᎰᏩᏰᏃ ᏛᏲᏍᏔᏂ ᎯᎠ ᎦᏚᎲᎢ. ᎠᏎᏃ ᎠᏎᏉ ᏥᏂᎦᏪᏍᎪ ᎤᏂᏰᎸᏁ ᏧᎾᏥ.

source: And when the dawn hath ascended, then the messengers press upon Lot, saying, 'Rise, take thy wife, and thy two daughters who are found present, lest thou be consumed in the iniquity of the city.'
chr: ᏑᎾᎴᏃ ᏄᎵᏍᏔᏅ ᏗᏂᎧᎿᏩᏗᏙᎯ ᎬᏩᎵᏍᏓᏁᎴ ᎶᏗ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᏔᎴᎲᎦ ᎠᎴ ᏔᏘᏄᎦ ᏣᏓᎵᎢ ᎠᎴ ᎠᏂᏔᎵ ᏗᏤᏥ ᎠᏂᎨᏴ, ᎠᏂ ᏣᏁᏙᎭ; ᏰᏣᏠᏯᏍᏓᏰᏃ ᏰᏣᏛᏓ ᎤᏂᏍᎦᏅᏨ ᎤᏂᏛᏗᏍᎬ ᎯᎠ ᎦᏚᎲᎢ.

source: And he lingereth, and the men lay hold on his hand, and on the hand of his wife, and on the hand of his two daughters, through the mercy of Jehovah unto him, and they bring him out, and cause him to rest without the city.
chr: ᎠᏏᏉᏃ ᎤᏙᎯᎸᎢ, ᎠᏂᏍᎦᏯ ᎬᏬᏯᏁᏎᎢ, ᎠᎴ ᎾᏍᏉ ᎤᏓᎵᎢ ᎬᏬᏯᏁᏎᎢ, ᎠᎴ ᎾᏍᏉ ᏧᏪᏥ ᎠᏂᎨᏴ ᎠᏂᏔᎵ ᏚᏃᏯᏁᏎᎢ; ᏱᎰᏩᏰᏃ ᎤᏪᏙᎵᎨᎢ; ᎠᎴ ᎬᏩᏄᎪᏫᏎᎢ, ᎦᏚᎲᏃ ᏙᏱᏗᏢ ᏫᎬᏪᎧᏁᎢ.

source: And it cometh to pass when he hath brought them out without, that he saith, 'Escape for thy life; look not expectingly behind thee, nor stand thou in all the circuit; to the mountain escape, lest thou be consumed.'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ ᎿᏉ ᏙᏱᏗᏢ ᏫᏗᎨᏥᎧᏅ, ᎯᎠ ᏄᏪᏎᎢ, ᎭᎵᏘ ᎲᏅ ᎯᏍᏕᎸ; ᏞᏍᏗ ᏩᎦᏔᎲᏒᎩ, ᏞᏍᏗ ᎠᎴ ᎯᎸᎯᏢ ᎤᏬᏓᎸ ᏣᎴᏫᏍᏔᏅᎩ; Ꮎ ᏦᏓᎸ ᏩᏗᏢᏍᏓ, ᏰᏣᏛᏓᎾᏏ.

source: And Lot saith unto them, 'Not [so], I pray thee, my lord;
chr: ᎶᏗᏃ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏞᏍᏗ, ᏣᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ;

source: lo, I pray thee, thy servant hath found grace in thine eyes, and thou dost make great thy kindness which thou hast done with me by saving my life, and I am unable to escape to the mountain, lest the evil cleave [to] me, and I have died;
chr: ᎬᏂᏳᏉ ᎯᏅᏏᏓᏍᏗ ᎬᏩᎦᏘᏯ ᏣᏓᏙᎵᏍᏗ ᎨᏒ ᎯᎾᏄᎪᏫᏎᎸ, ᎠᎴ ᏣᏓᏙᎵᏍᏗ ᎨᏒ ᏣᏔᏃᎯᏍᏔᏅ, ᎾᏍᎩ ᏥᏍᎩᎾᏄᎪᏫᏎᎸ ᎬᏅ ᏍᎩᏍᏕᎸᎡᎸᎯ ᏥᎩ; ᎥᏝ ᎠᎴ Ꮎ ᏦᏓᎸ ᏰᎵ ᏫᎬᏆᏗᏫᏍᏙᏗ ᏱᎩ, ᎪᎱᏍᏗᏰᏃ ᎤᏲ ᏯᏆᏢᏔ ᎠᎴ ᏴᏥᏲᎤᎯ.

source: lo, I pray thee, this city [is] near to flee thither, and it [is] little; let me escape, I pray thee, thither, (is it not little?) and my soul doth live.'
chr: ᎬᏂᏳᏉ, ᎯᎠ ᎦᏚᎲ ᎡᏍᎦᏂᏳᏉ ᎾᎿ ᏩᏗᏢᏍᏙᏗᏱ, ᎠᎴ ᎤᏍᏗᏉ ᎦᏚᎭ; ᎾᎿᏉ ᏫᎦᏗᏢᏍᏓ; ᏝᏍᎪ ᎰᏩ ᎤᏍᏗᏉ ᏱᎩ? ᎠᏆᏓᏅᏙᏃ ᎬᏒᏍᏗ.

source: And he saith unto him, 'Lo, I have accepted thy face also for this thing, without overthrowing the city [for] which thou hast spoken;
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᎬᏂᏳᏉ, ᎯᎠ ᎾᏍᏉ ᏙᎬᏯᏓᏂᎸᏥᏏ, ᎾᏍᎩ ᎥᏝ ᏴᎦᏥᏛᏓ ᎯᎠ ᎦᏚᎲ ᎾᏍᎩ ᏥᏁᎢᏍᏓ.

source: haste, escape thither, for I am not able to do anything till thine entering thither;' therefore hath he calleth the name of the city Zoar.
chr: ᏞᎩᏳ ᎾᎿ ᏩᏗᏢᏍᏓ; ᎥᏝᏰᏃ ᎪᎱᏍᏗ ᏴᎦᎦᏛᎦ ᎬᏂ ᎾᎿ ᏫᎷᏨᎭ. ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎾᎿ ᎦᏚᎲ ᏦᎠ ᏚᏃᎡᎢ.

source: The sun hath gone out on the earth, and Lot hath entered into Zoar,
chr: ᏅᏙ ᎦᏳᎳ ᏗᎧᎴ ᎶᏗ ᏭᏴᎸ ᏦᎠ ᎦᏚᎲᎢ.

source: and Jehovah hath rained upon Sodom and upon Gomorrah brimstone and fire from Jehovah, from the heavens;
chr: ᎿᏉᏃ ᏱᎰᏩ ᏓᎶᏂᎨ ᏓᏪᎵᎩᏍᎩ ᎠᏑᏴᏗ ᎠᎴ ᎠᏥᎸ ᎤᏅᎪᎥᏔᏁ ᏐᏓᎻᏱ ᎠᎴ ᎪᎹᎵᏱ, ᏱᎰᏬ ᎦᎸᎳᏗ ᏧᏓᎴᏁᎢ.

source: and He overthroweth these cities, and all the circuit, and all the inhabitants of the cities, and that which is shooting up from the ground.
chr: ᎠᎴ ᏚᏛᏔᏁ ᎾᏍᎩ ᏕᎦᏚᎲᎢ, ᎠᎴ ᏂᎦᏛ ᎾᎿ ᎤᏬᏓᎸᎢ, ᎠᎴ ᏂᎦᏛ ᏕᎦᏚᎲ ᎠᏁᎯ ᎠᎴ ᎾᏍᎩ ᎦᏙᎯ ᎤᏰᎾᎥᎢ.

source: And his wife looketh expectingly from behind him, and she is -- a pillar of salt!
chr: ᎠᏎᏃ ᎶᏗ ᎤᏓᎵᎢ ᎤᏍᏓᏩᏗᏒ ᎤᎦᏔᎲᏎᎢ, ᎠᎴ ‾ᎠᎹ ᏄᎵᏍᏔᏁᎢ ᎠᎴ ᎢᎦᎧᎮᎢ.

source: And Abraham riseth early in the morning, unto the place where he hath stood [before] the face of Jehovah;
chr: ᎡᏆᎭᎻᏃ ᏑᎾᎴᏉ ᎤᎿᎷᏎ ᎾᎿ ᏭᎷᏤ ᏱᎰᏩ ᎠᎦᏔᎲ ᎤᎴᏅᎢ;

source: and he looketh on the face of Sodom and Gomorrah, and on all the face of the land of the circuit, and seeth, and lo, the smoke of the land went up as smoke of the furnace.
chr: ᏐᏓᎻᏱᏃ ᎠᎴ ᎪᎹᎵᏱ ᎢᏗᏢ ᏫᏚᎧᎾᏁᎢ, ᎠᎴ ᏂᎬᎾᏛ ᎤᏬᏓᎸ ᎦᏙᎯ, ᎤᎪᎮᏃ, ᎠᎴ ᎬᏂᏳᏉ, ᎾᎿ ᏂᎬᎾᏛ ᏚᎦᏒᏍᏛ ᏓᎴᎲᏍᎨ ᎬᎾᏬᏙᏗᏱ ᏥᏚᎦᏒᏍᏙ ᎾᏍᎩᏯᎢ.

source: And it cometh to pass, in God's destroying the cities of the circuit, that God remembereth Abraham, and sendeth Lot out of the midst of the overthrow in the overthrowing of the cities in which Lot dwelt.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏚᏲᏍᏔᏅ ᎤᏬᏓᎸ ᏕᎦᏚᎲᎢ, ᎤᏁᎳᏅᎯ ᎡᏆᎭᎻ ᎢᎤᏅᏓᏕᎢ, ᎠᎴ ᎶᏗ ᎤᏄᎪᏫᏎ ᎾᎿ ᎠᏲᏍᏗᏍᎬᎢ, ᎾᎯᏳ ᏥᏓᏲᏍᏗᏍᎨ ᏕᎦᏚᎲ ᎾᎿ ᎶᏗ ᎡᎲᎢ.

source: And Lot goeth up out of Zoar, and dwelleth in the mountain, and his two daughters with him, for he hath been afraid of dwelling in Zoar, and he dwelleth in a cave, he and his two daughters.
chr: ᎶᏗᏃ ᏦᎠ ᎤᏄᎪᏤᎢ, ᎠᎴ ᎣᏓᎸ ᏭᏕᏁᎢ, ᎠᎴ ᎾᏍᏉ ᎠᏂᏔᎵ ᏧᏪᏥ ᎠᏂᎨᏴ; ᎠᏍᎦᎢᎮᏰᏃ ᏦᎠ ᎤᏕᏗᏱ; ᎤᏍᏓᎦᎸᏃ ᎡᎮᎢ, ᎤᏩᏒ, ᎠᎴ ᎠᏂᏔᎵ ᏧᏪᏥ ᎠᏂᎨᏴ.

source: And the first-born saith unto the younger, 'Our father [is] old, and a man there is not in the earth to come in unto us, as [is] the way of all the earth;
chr: ᎤᏓᏂᎵᎨᏃ ᎯᎠ ᏄᏪᏎᎴ ᎣᏂ ᎡᎯ, ᎩᏂᏙᏓ ᎠᎦᏴᎵᏳ, ᎥᏝ ᎠᎴ ᎡᎶᎯ ᏂᎬᎾᏛ ᏰᎭ ᎠᏍᎦᏯ ᎨᎩᏂᎷᏤᏗ ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᏥᎩ ᎡᎶᎯ ᏂᎬᎾᏛᎢ.

source: come, we cause our father to drink wine, and lie with him, and preserve from our father -- a seed.'
chr: Ꭷ, ᎩᎦᎨ ᎠᏗᏔᏍᏗ ᎡᏂᎤᎥᎦ ᎩᏂᏙᏓ, ᎠᎴ ᎡᎾᏂᏏᏁᎸᎭ, ᎩᏂᏙᏓᏃ ᎤᏁᏢᏔᏅᎯ ᎡᏂᏍᏆᏂᎪᏓᏁᎸᎭ.

source: And they cause their father to drink wine on that night; and the first-born goeth in, and lieth with her father, and he hath not known in her lying down, or in her rising up.
chr: ᎾᎯᏳᏉᏃ ᎤᏒᎢ ᎩᎦᎨ ᎠᏗᏔᏍᏗ ᎤᏂᎱᏁ ᎤᏂᏙᏓ; ᎤᏓᏂᎵᎨᏃ ᎤᎷᏤ ᎠᎴ ᎤᏙᏓ ᎤᏂᏏᏁᎴᎢ; [ᎤᏙᏓᏃ] ᎥᏝ ᏳᏙᎴᎰᏎ ᎤᏂᏏᏂᎸ, ᎠᎴ ᎢᎤᏗᏛᎲ.

source: And it cometh to pass, on the morrow, that the first-born saith unto the younger, 'Lo, I have lain yesterday-night with my father: we cause him to drink wine also to-night, and go thou in, lie with him, and we preserve from our father -- a seed.'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎤᎩᏨᏛ, ᎾᏍᎩ ᎤᏓᏂᎵᎨ ᎯᎠ ᏄᏪᏎᎴ ᎣᏂ ᎡᎯ, ᎬᏂᏳᏉ ᎤᏒᎯ ᏒᏃᏱ ᏥᎨᏒ ᎠᏴ ᏥᏯᏂᏏᏁᎸᎩ ᎡᏙᏓ; ᎪᎯ ᎾᏍᏉ ᎤᏒ ᎡᏂᎤᏅᎭ ᎩᎦᎨ ᎠᏗᏔᏍᏗ; ᏂᎯᏃ ᎡᏒᎭ, ᎯᏯᏂᏏᏁᎸᎭ, ᎩᏂᏙᏓᏃ ᎤᏁᏢᏔᏅᎯ ᎡᏂᏍᏆᏂᎪᏓᏁᎸᎭ.

source: And they cause their father to drink wine on that night also, and the younger riseth and lieth with him, and he hath not known in her lying down, or in her rising up.
chr: ᎾᎯᏳᏃ ᎾᏍᏉ ᎤᏒᎢ ᎩᎦᎨ ᎠᏗᏔᏍᏗ ᎤᏂᎱᏁ ᎤᏂᏙᏓ; ᎣᏂᏃ ᎡᎯ ᏚᎴᏁ ᎠᎴ ᏭᏂᏏᏁᎴᎢ; ᎤᏙᏓᏃ ᎥᏝ ᏳᏙᎴᎰᏎ ᎤᏂᏏᏂᎸ, ᎠᎴ ᎢᎤᏗᏛᎲ.

source: And the two daughters of Lot conceive from their father,
chr: ᎾᏍᎩᏃ ᎢᏧᎳ ᎶᏗ ᏧᏪᏥ ᏗᏂᏁᎵᏛ ᏄᎵᏍᏔᏁ ᎤᏂᏙᏓ ᏧᏪᏥ.

source: and the first-born beareth a son, and calleth his name Moab; he [is] father of Moab unto this day;
chr: ᎤᏓᏂᎵᎨᏃ ᎠᏧᏣ ᎤᎾᏄᎪᏫᏎᎢ, ᎠᎴ ᎼᎠᏈ ᏚᏬᎡᎢ; ᎾᏍᎩᏃ ᎤᏂᎦᏰᎵᎨ ᎠᏂᎼᎠᏈ ᎩᎳᎯᏳ ᏣᏁᎭ.

source: as to the younger, she also hath born a son, and calleth his name Ben-Ammi: he [is] father of the Beni-Ammon unto this day.
chr: ᎣᏂᏃ ᎡᎯ ᎾᏍᏉ ᎠᏧᏣ ᎢᎤᎾᏄᎪᏫᏎᎢ, ᎠᎴ ᏇᎾᎻ ᏚᏬᎡᎢ; ᎾᏍᎩᏃ ᎤᏂᎦᏴᎵᎨ ᎠᎼᏏ ᏧᏪᏥ ᎩᎳᎯᏳ ᏣᏁᎭ.

source: Chapter 20
chr: ᎠᏯᏙᎸᎢ 20

source: And Abraham journeyeth from thence toward the land of the south, and dwelleth between Kadesh and Shur, and sojourneth in Gerar;
chr: ᎡᏆᎭᎻᏃ ᎾᎿ ᎤᏂᎩᏎ ᏧᎦᎾᏮ ᎢᏗᏢ ᏭᎶᏎᎢ, ᎨᏕᏏᏃ ᏒᎵ ᎾᎿ ᎠᏰᎵ ᏭᏕᏁᎢ, ᎠᎴ ᎨᎳ ᏪᎮᎢ.

source: and Abraham saith concerning Sarah his wife, 'She is my sister;' and Abimelech king of Gerar sendeth and taketh Sarah.
chr: ᎡᏆᎭᎻᏃ ᎯᎠ ᏄᏪᏎ ᏎᎵ ᎤᏓᎵᎢ ᎤᏁᎢᏍᏗᏍᎬᎢ, ᎥᎩᏙᏉ; ᎠᏈᎻᎴᎩᏃ ᎨᎳ ᎤᎬᏫᏳᎯ ᎤᏓᏅᏎ ᎠᎴ ᏎᎵ ᏭᏯᏅᎮᎢ.

source: And God cometh in unto Abimelech in a dream of the night, and saith to him, 'Lo, thou [art] a dead man, because of the woman whom thou hast taken -- and she married to a husband.'
chr: ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᎷᏤᎴ ᎠᏈᎻᎴᎩ ᏒᏃᏱ ᎠᏍᎩᏓᏍᎬᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᏣᏲᎱᏒᎯᏉ ᏂᎯ, ᏂᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᎠᎨᏴ ᏥᏫᏯᏅᎲ; ᎩᎶᏰᏃ ᎠᏍᎦᏯ ᎤᏓᎵᎢ ᎾᏍᎩ.

source: And Abimelech hath not drawn near unto her, and he saith, 'Lord, also a righteous nation dost thou slay?
chr: ᎠᏎᏃ ᎠᏈᎻᎴᎩ ᎥᏝ ᎾᎥ ᎤᎷᏤᎸᎯ ᏱᎨᏎᎢ; ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᏣᎬᏫᏳᎯ ᎠᏆᏤᎵᎦ, ᏥᎪ ᎾᏍᏉ ᏄᏂᏍᎦᏅᏨᎾ ᏴᏫ ᏙᏘᎵ?

source: hath not he himself said to me, She [is] my sister! and she, even she herself, said, He [is] my brother; in the integrity of my heart, and in the innocency of my hands, I have done this.'
chr: ᏝᏍᎪ ᎾᏍᎩ ᎥᎩᏙᏉ ᏯᏉᏎᎴᎢ, ᎠᎴ ᎠᎨᏴ ᎤᏩᏒ ᎥᎩᏙᏉ ᎤᏛᏅᎩ; ᏚᏳᎪᏛ ᎨᏒ ᎠᏆᏓᏅᏛᎢ, ᎠᎴ ᏂᏓᏍᎦᏅᎾ ᎨᏒ ᏗᏉᏰᏂ ᎾᏍᎩ ᎯᎠ ᎾᏆᏛᏁᎸ.

source: And God saith unto him in the dream, 'Yea, I -- I have known that in the integrity of thy heart thou hast done this, and I withhold thee, even I, from sinning against Me, therefore I have not suffered thee to come against her;
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᎠᏍᎩᏓᏍᎬᎢ, ᎠᏴ ᏥᎦᏔᎭ ᏚᏳᎪᏛ ᎨᏒ ᏣᏓᏅᏛ ᎾᏍᎩ ᎯᎠ ᏂᏩᏛᏁᎸᎢ; ᎠᏴᏰᏃ ᎬᏲᏍᏙᏓᏁᎸᎩ ᏍᎩᏍᎦᏅᏤᏗᏱ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎥᏝ ᎤᏁᎳᎩ ᏱᎬᏰᎵᏎᎴ ᎯᏯᏒᏂᏍᏗᏱ.

source: and now send back the man's wife, for he [is] inspired, and he doth pray for thee, and live thou; and if thou do not send back, know that dying thou dost die, thou, and all that thou hast.'
chr: ᎿᏉᏃ ᏥᎯᏯᎧᏏ Ꮎ ᎠᏍᎦᏯ ᎤᏓᎵᎢ; ᎠᏙᎴᎰᏍᎩ ᎾᏏ, ᎠᎴ ᏓᏣᏓᏙᎵᏍᏓᏁᎵ, ᎾᏍᎩᏃ ᎲᏁᏍᏗᏉ; ᎢᏳᏃ ᏂᏯᎧᏁᎸᎾ ᎢᎨᏎᏍᏗ, ᎯᎦᏔᎮᏍᏗ ᎤᏙᎯᏳᎯᏯ ᏣᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᏂᎯ, ᎠᎴ ᏂᎦᏛ ᏕᏣᏓᏘᎾᎥᎢ.

source: And Abimelech riseth early in the morning, and calleth for all his servants, and speaketh all these words in their ears; and the men fear exceedingly;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏈᎻᎴᎩ ᏑᎾᎴᏉ ᎤᏗᏛᎮᎢ, ᎠᎴ ᏂᎦᏛ ᏧᏅᏏᏓᏍᏗ ᏫᏚᏯᏅᎮᎢ, ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᏚᏃᎮᎮᎴᎢ; ᎾᏍᎩᏃ ᎠᏂᏍᎦᏯ ᎤᏣᏘ ᎠᏂᏍᎦᎢᎮᎢ.

source: and Abimelech calleth for Abraham, and saith to him, 'What hast thou done to us? and what have I sinned against thee, that thou hast brought upon me, and upon my kingdom, a great sin? works which are not done thou hast done with me.'
chr: ᎿᏉᏃ ᎠᏈᎻᎴᎩ ᎡᏆᎭᎻ ᏭᏯᏅᎮᎢ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎦᏙᏉ ᏍᎩᏴᏁᎸ? ᎠᎴ ᎦᏙ ᎠᏆᏛᏁᎸ ᎬᏍᎦᏅᏤᎸ, ᎾᏍᎩ ᎤᏣᏔᏅᎯ ᎡᏉᎯᏳ ᎣᎩᏍᎦᏅᎢᏍᏗᏱ ᏥᏂᏨᏁᎸ, ᎠᏴ, ᎠᎴ ᏗᏆᏤᎵ ᏴᏫ? ᎾᏍᎩ ᎢᏗᏓᏛᏁᏗ ᏂᎨᏒᎾ ᏂᏍᏋᎦ.

source: Abimelech also saith unto Abraham, 'What hast thou seen that thou hast done this thing?'
chr: ᎠᏈᎻᎴᎩᏃ ᎯᎠ ᏄᏪᏎᎴ ᎡᏆᎭᎻ, ᎦᏙ ᏣᎪᎮ ᎾᏍᎩ ᎯᎠ ᏥᎿᏛᎦ?

source: And Abraham saith, 'Because I said, 'Surely the fear of God is not in this place, and they have slain me for the sake of my wife;
chr: ᎡᏆᎭᎻᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎠᏍᎩᏂ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ, ᎥᏝ ᎤᏁᎳᏅᎯ ᎦᎾᏰᎯᏍᏗ ᎨᏒ ᎠᏂ ᏰᎭ, ᎠᏇᎵᏒᎩ; ᎠᎴ ᏓᎬᎩᎵ ᎠᏆᏓᎵᎢᏉ ᏛᎩᏍᏛᏗ, ᎠᏇᎵᏒᎩ.

source: and also, truly she is my sister, daughter of my father, only not daughter of my mother, and she becometh my wife;
chr: ᎤᏙᎯᏳᎯ ᎠᏗᎾ ᎥᎩᏙᏉ; ᎡᏙᏓᏰᏃ ᎤᏪᏥ, ᎠᏎᏃ ᎥᏝ ᎡᏥ ᎤᏪᏥ ᏱᎩ; ᎠᏆᏓᎵᎢᏃ ᏄᎵᏍᏔᏅᎩ.

source: and it cometh to pass, when God hath caused me to wander from my father's house, that I say to her, This [is] thy kindness which thou dost with me: at every place whither we come, say of me, He [is] my brother.'
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎠᏋᏕᎢᏍᏗᏱ ᎾᏋᏁᎸ ᎡᏙᏓ ᎦᏁᎸ ᎠᏇᏓᏍᏗᏱ, ᎯᎠ ᏅᏥᏪᏎᎸᎩ ᎠᏆᏓᎵᎢ, ᎯᎠ ᎾᏍᎩ ᏄᏍᏕᏍᏗ ᎣᏍᏛ ᏅᏓᏍᏆᏛᏁᎵ; ᎢᎸᎯᏢ ᎢᏂᎷᎨᏍᏗ, ᎥᎩᏙᏉ ᎭᏗᏍᎨᏍᏗ ᏍᎩᏃᎮᏍᎨᏍᏗ.

source: And Abimelech taketh sheep and oxen, and servants and handmaids, and giveth to Abraham, and sendeth back to him Sarah his wife;
chr: ᎠᏈᎻᎴᎩᏃ ᏫᏚᏯᏅᎮ ᎠᏫ ᎤᏂᏃᏕᎾ, ᎠᎴ ᏩᎦ, ᎠᎴ ᎠᏂᏍᎦᏯ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᎠᏂᎨᏴ ᏧᏅᏏᏓᏍᏗ, ᎠᎴ ᎡᏆᎭᎻ ᏚᏪᎧᏁᎴᎢ, ᎠᎴ ᏔᎵᏁ ᎢᎤᏪᎧᏁᎴ ᎤᏓᎵᎢ ᏎᎵ.

source: and Abimelech saith, 'Lo, my land [is] before thee, where it is good in thine eyes, dwell;'
chr: ᎠᏈᎻᎴᎩᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎬᏂᏳᏉ ᎠᏆᏤᎵᎪᎯ ᎦᏙᎯ ᎢᎬᏱᏗᏢ ᏕᎯᎧᏅ ᎠᎭ; ᎢᎸᎯᏢ ᎣᏏᏳ ᎯᏰᎸᏅᎭ ᎾᎿᏉ ᏩᏕᏅᎭ.

source: and to Sarah he hath said, 'Lo, I have given a thousand silverlings to thy brother; lo, it is to thee a covering of eyes, to all who are with thee;' and by all this she is reasoned with.
chr: ᏎᎵᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎬᏂᏳᏉ ᎡᎶᏙ ᏌᏉ ᎢᏯᎦᏴᎵ ᎠᏕᎸ ᎤᏂᏁᎬ ᏕᏥᎥᏏ; ᎬᏂᏳᏉ ᎾᏍᎩ ᏗᏣᎦᏚᏢᏙᏗ ᎨᏎᏍᏗ ᏕᎨᏣᎧᏂᏍᎬ ᏂᎦᏛ ᎢᏤᎲᎢ, ᎠᎴ ᏂᎦᏛ ᏅᏩᎾᏓᎴᎢ; ᎾᏍᎩ ᎯᎠ ᎾᏥᏪᏎᎴ ᎠᏥᎬᏍᎪᎸᏁᎢ.

source: And Abraham prayeth unto God, and God healeth Abimelech and his wife, and his handmaids, and they bear:
chr: ᎡᏆᎭᎻᏃ ᎤᏁᎳᏅᎯ ᎤᏓᏙᎵᏍᏓᏁᎴᎢ; ᎤᏁᎳᏅᎯᏃ ᎤᏅᏩᏁ ᎠᏈᎻᎴᎩ, ᎠᎴ ᎾᏍᏉ ᎤᏓᎵᎢ, ᎠᎴ ᎠᏂᎨᏴ ᏧᏅᏏᏓᏍᏗ; ᎠᎴ ᏚᎾᎷᎸᏁᎢ.

source: for Jehovah restraining had restrained every womb of the house of Abimelech, because of Sarah, Abraham's wife.
chr: ᏱᎰᏩᏰᏃ ᏗᎬᏩᎾᎷᎸᏗ ᏂᎨᏒᎾ ᏂᏚᏩᏁᎴ ᏂᎦᏛ ᎠᏈᎻᎴᎩ ᏚᏓᏘᎿᎥᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏎᎵ ᎡᏆᎭᎻ ᎤᏓᎵᎢ.

source: Chapter 21
chr: ᎠᏯᏙᎸᎢ 21

source: And Jehovah hath looked after Sarah as He hath said, and Jehovah doth to Sarah as He hath spoken;
chr: ᏱᎰᏩᏃ ᎤᏩᏛᎯᎴ ᏎᎵ ᎾᏍᎩᏯ ᎤᏁᏨᎢ, ᎠᎴ ᏱᎰᏩ ᏄᏛᏁᎴ ᏎᎵ ᎾᏍᎩᏯ ᏄᏪᏒᎢ.

source: and Sarah conceiveth, and beareth a son to Abraham, to his old age, at the appointed time that God hath spoken of with him;
chr: ᏎᎵᏰᏃ ᎤᏁᎵᏤᎢ, ᎠᎴ ᎤᎾᏄᎪᏫᏎᎴ ᎡᏆᎭᎻ ᎤᏪᏥ ᎠᏧᏣ, ᎿᏉ ᎤᏛᏐᏅᎯ ᎨᏎᎢ, ᎾᎯᏳ ᏓᏁᎶᏛᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏧᏁᎢᏍᏓᏁᎴ ᎡᏆᎭᎻ.

source: and Abraham calleth the name of his son who is born to him, whom Sarah hath born to him -- Isaac;
chr: ᎡᏆᎭᎻᏃ ᎡᏏᎩ ᏚᏬᎡ ᎤᏪᏥ ᎤᏕᏁᎸᎯ ᎾᏍᎩ ᏎᎵ ᏧᎾᏄᎪᏫᏎᎴᎢ.

source: and Abraham circumciseth Isaac his son, [being] a son of eight days, as God hath commanded him.
chr: ᎡᏆᎭᎻᏃ ᎤᎱᏍᏕᏎᎴ ᎤᏪᏥ ᎡᏏᎩ ᏧᏁᎳᏉ ᏧᏒᎯᏛ ᎡᎯ ᎨᏎᎢ, ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎤᏁᏤᎸᎢ.

source: And Abraham [is] a son of a hundred years in Isaac his son being born to him,
chr: ᎡᏆᎭᎻᏃ ᎠᏍᎪᎯᏧᏈ ᎢᏳᏕᏘᏴᏛ ᎨᏎᎢ, ᎤᏪᏥ ᎡᏏᎩ ᎤᏕᏁᎸ.

source: and Sarah saith, 'God hath made laughter for me; every one who is hearing laugheth for me.'
chr: ᏎᎵᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎤᏁᎳᏅᎯ ᎠᎩᏰᏣᏍᏗᏱ ᏅᎬᎦ, ᎾᏍᎩᏃ ᏂᎦᏛ ᎠᎾᏛᎩᏍᎩ ᏓᏳᏂᏰᏥ ᎠᏴ ᏅᏓᎦᎵᏍᏙᏗᏍᎨᏍᏗ.

source: She saith also, 'Who hath said to Abraham, Sarah hath suckled sons, that I have born a son for his old age?'
chr: ᎠᎴ ᎯᎠ ᏄᏪᏎᎢ, ᎦᎪ ᏰᎵ ᎯᎠ ᎢᎬᏩᏪᏎᏗ ᎨᏎ ᎡᏆᎭᎻ, ᏎᎵ ᏗᏂᏲᎵ ᏙᏛᏍᏛᏂ? ᎥᏥᎾᏄᎪᏫᏏᏰᏃ ᎤᏪᏥ ᎠᏧᏣ, ᎿᏉ ᎤᏛᏐᏅᎯ ᏥᎩ.

source: And the lad groweth, and is weaned, and Abraham maketh a great banquet in the day of Isaac's being weaned;
chr: ᎠᏲᎵᏃ ᎤᏛᏎᎢ, ᎠᎴ ᏓᏥᏍᏕᏎᎢ; ᎡᏆᎭᎻᏃ ᎤᏛᏅᎢᏍᏔᏁ ᎤᏣᏘ ᏧᎾᎵᏍᏓᏴᏗᏱ ᎾᎯᏳ ᎢᎦ ᎡᏏᎩ ᏓᏥᏍᏕᏒ.

source: and Sarah seeth the son of Hagar the Egyptian, whom she hath borne to Abraham, mocking,
chr: ᏎᎵᏃ ᎤᎪᎮ ᎮᎦ ᎢᏥᏈᏱ ᎤᏕᏅᎯ ᎤᏪᏥ, ᎾᏍᎩ ᎡᏆᎭᎻ ᏧᎾᏄᎪᏫᏎᎴᎢ, ᎬᏩᏰᏣᏍᏗᏍᎨᎢ.

source: and she saith to Abraham, 'Cast out this handmaid and her son; for the son of this handmaid hath no possession with my son -- with Isaac.'
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏎᎵ ᎯᎠ ᏄᏪᏎᎴ ᎡᏆᎭᎻ, ᎯᎨᎯᏓ ᎯᎠ ᎠᏥᎾᏝᎢ ᎠᎨᏴ, ᎠᎴ ᎤᏪᏥ; ᎥᏝᏰᏃ ᎯᎠ ᎠᎨᏴ ᎤᏪᏥ ᎠᏥᎾᏝᎢᏉ ᎢᏧᎳᎭ ᎤᎾᏘᏰᏗ ᏱᎨᏎᏍᏗ ᏧᎬᏩᎶᏗ ᎠᏴ ᎠᏇᏥ, ᎯᎠ ᎾᏍᎩ ᎡᏏᎩ.

source: And the thing is very wrong in the eyes of Abraham, for his son's sake;
chr: ᎯᎠᏃ ᎾᏍᎩ ᎤᏣᏘ ᎤᏲ ᎤᏓᏅᏓᏗᏍᏔᏁ ᎡᏆᎭᎻ, ᎤᏪᏥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ.

source: and God saith unto Abraham, 'Let it not be wrong in thine eyes because of the youth, and because of thy handmaid: all that Sarah saith unto thee -- hearken to her voice, for in Isaac is a seed called to thee.
chr: ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᎡᏆᎭᎻ, ᎥᏞᏍᏗ ᎤᏲ ᏱᏣᏓᏅᏓᏗᏍᏗᏍᎨᏍᏗ ᏱᏂᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎾᏍᎩᎾ ᎠᏧᏣ, ᎠᎴ ᏱᏂᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎯᎾᏝᎢ ᎠᎨᏴ; ᏂᎦᎥᏉ ᏎᎵ ᏂᏣᏪᏎᎸ, ᎯᏯᏛᏓᏍᏓᏏᏉ ᎧᏁᎬᎢ; ᎡᏏᎩᏰᏃ ᏚᏙᎥ ᎨᏥᏯᏅᏗᏍᎨᏍᏗ ᏣᏁᏢᏔᏅᎯ.

source: As to the son of the handmaid also, for a nation I set him, because he [is] thy seed.'
chr: ᎠᎴ ᎾᏍᏉ ᎯᎠ ᎠᏥᎾᏝᎢ ᎠᎨᏴ ᎤᏪᏥ ᎤᎾᏓᏤᎵᏛ ᏴᏫ ᏅᏓᎦᏥᏴᏁᎵ, ᏂᎯ ᏤᏥ ᎨᏒ ᏅᏓᎦᎵᏍᏙᏔᏂ.

source: And Abraham riseth early in the morning, and taketh bread, and a bottle of water, and giveth unto Hagar (placing [it] on her shoulder), also the lad, and sendeth her out; and she goeth on, and goeth astray in the wilderness of Beer-Sheba;
chr: ᎡᏆᎭᎻᏃ ᏑᎾᎴᏉ ᎤᏗᏛᎮᎢ, ᎠᎴ ᎦᏚ ᎤᎩᏎ ᎠᎴ ᎠᏑᏢᏛ ᎠᎹ ᎬᏟᏍᏗ ᎤᏁᎩᏎᎢ, ᎮᎦᏃ ᏚᏁᎴᎢ, ᎠᎴ ᏓᎦᏰᏅᏔᏁᎢ, ᎠᎴ ᎠᎦᏂᎩᏍᏔᏁᎢ; ᎤᏂᎩᏎᏃ, ᎠᎴ ᏈᏯᏏᏆ ᎢᎾᎨ ᎨᏒ ᏭᏪᏙᎴᎢ.

source: and the water is consumed from the bottle, and she placeth the lad under one of the shrubs.
chr: ᎠᎹᏃ ᎤᏗᏒᏁ ᎠᏑᏢᏛ ᎠᏟᏍᏛᎢ, ᎠᎴ ᎤᎾᏍᏓᎸ ᎭᏫᏂᏗᏢ ᎤᏪᎧᏁ ᎠᏧᏣ.

source: And she goeth and sitteth by herself over-against, afar off, about a bow-shot, for she said, 'Let me not look on the death of the lad;' and she sitteth over-against, and lifteth up her voice, and weepeth.
chr: ᎤᏪᏅᏎᏃ, ᎠᎴ ᎠᏧᏣ ᎦᏅᎬ ᏧᏳᎪᏗ ᏧᏪᏁᎢ ᏰᎵ Ꭸ ᎢᏴᏛ, ᎦᎶᏣᏗ ᏥᏂᏕᎦᎶᏄᎳ ᎢᏴᏛ; ᎯᎠᏰᏃ ᏄᏪᏎᎢ, ᏞᏍᏗ ᏥᎪᎥᎩ ᎠᏧᏣ ᎠᏲᏞᏍᎬᎢ; ᎦᏅᎬᏃ ᏧᏳᎪᏗ ᎤᏬᎴᎢ, ᎠᎴ ᎠᏍᏓᏯ ᎤᏠᏱᎴᎢ.

source: And God heareth the voice of the youth; and the messenger of God calleth unto Hagar from the heavens, and saith to her, 'What to thee, Hagar? fear not; for God hath hearkened unto the voice of the youth where he [is];
chr: ᎤᏁᎳᏅᎯᏃ ᎤᏛᎦᏁ ᎠᏧᏣ ᎤᏪᎷᎬᎢ; ᏗᎧᎿᏩᏗᏙᎯᏃ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎦᎸᎳᏗ ᎢᏴᏛ ᏧᏁᏤᎴ ᎮᎦ, ᎠᎴ ᎯᎠ ᏅᏧᏪᏎᎴᎢ, ᎦᏙ ᎭᎵᏍᏗᎭ, ᎮᎦ? ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ; ᎤᏁᎳᏅᎯᏰᏃ ᎠᏛᎬᎦ ᎤᏪᎷᎬ ᎠᏧᏣ ᎾᎿ ᎦᏅᎬᎢ.

source: rise, lift up the youth, and lay hold on him with thy hand, for for a great nation I set him.'
chr: ᏔᎴᎲᎦ, ᎯᏌᎳᏛᎦ ᎠᏧᏣ, ᎠᎴ ᎯᏂᏴᏎᏍᏗ; ᎤᏂᏣᏘᏰᏃ ᏴᏫ ᎤᎾᏓᏤᎵᏛ ᏅᏓᏥᏴᏁᎵ.

source: And God openeth her eyes, and she seeth a well of water, and she goeth and filleth the bottle [with] water, and causeth the youth to drink;
chr: ᎤᏁᎳᏅᎯᏃ ᏚᏍᏚᎢᎡᎴ ᏗᎦᏙᎵ, ᎠᎴ ᎤᎪᎮ ᎠᏓᎴᏒ ᎠᎹ ᎠᏢᏗᏱ; ᎤᏪᏅᏎᏃ ᎠᎴ ᎠᏑᏢᏛ ᎠᎹ ᏭᏟᏍᏔᏁᎢ, ᎠᎴ ᎤᎱᏁ ᎠᏧᏣ.

source: and God is with the youth, and he groweth, and dwelleth in the wilderness, and is an archer;
chr: ᎤᏁᎳᏅᎯᏃ ᏓᎧᎿᏩᏗᏙᎮ ᎠᏧᏣ, ᎠᎴ ᎤᏛᏎᎢ; ᎠᎴ ᎢᎾᎨᏉ ᎡᎮᎢ, ᎠᎴ ᎤᏛᏒ ᎦᎶᏣᏗ ᎦᏂᏙᎯ ᏄᎵᏍᏔᏁᎢ.

source: and he dwelleth in the wilderness of Paran, and his mother taketh for him a wife from the land of Egypt.
chr: ᏇᎳᏂᏃ ᏚᏙᎥ ᎢᎾᎨ ᎡᎮᎢ; ᎤᏥᏃ ᎢᏥᏈᏱ ᏭᏯᏅᎡᎴ ᎤᏓᏴᏍᏗ.
